[
	{
		"title": "Agon",
		"cost": 2,
		"description": "Your character competed in one of the yearly Panhellenic games and won an event last year. Increase your Glory by 2 and Athletics skill by 1 to a maximum of 4.\n\n*Which event did your character win? Which games did they compete in? Isthmian, Nemean, Olympic, or Pythian?*",
		"attributes": {
			"Glory": 2
		},
		"skills": ["Athletics"]
	},
	{
		"title": "Agora",
		"cost": 1,
		"description": "Your character is an accomplished orator at the agora and has served as an officer of the city in the past. Increase your Diplomacy and Manipulation skills by 1 to a maximum of 4.\n\n*What office did you serve as? How did you help your city during your term?**",
		"skills": ["Diplomacy", "Manipulation"]
	},
	{
		"title": "Animal Companion",
		"cost": 2,
		"description": "Your character has a loyal animal companion which they have trained from birth. You begin the game with either a hunting dog, war dog, or hawk.\n\n*What is your companion called and how long have you had them?*"
	},
	{
		"title": "Cultist",
		"cost": 3,
		"description": "Your character has qualified in one of the many mystery cults practised throughout the Aegean. Choose one of the [cults](#h2-mystery-cults) found in the Gods chapter and select one of the first rank talents from one of the talent tracks.\n\n*How long have you been a member of the cult and what made you join?**"
	},
	{
		"title": "Dionysian",
		"cost": 2,
		"description": "One of your character’s plays won an award at the last Dionysia in Athens. Increase your Glory by 2 and your Perform skill by 1 to a maximum of 4.\n\n*What was your character’s play about? How was it received?*",
		"attributes": {
			"Glory": 2
		},
		"skills": ["Perform"]
	},
	{
		"title": "Disfavour",
		"cost": -1,
		"description": "Pick a deity. Your character is in disfavour with this deity. Once per session the deity will intercede against you forcing you to re-roll the successful dice of one of their favoured skills. The re-roll can happen at the player’s or GM’s choosing. When called to make a disfavour roll the player can choose to ignore the re-roll and gain 1 Hubris instead.\n\nYou can take this disadvantage multiple times with different deities.\n\n*What did your character do to earn this disfavour?*"
	},
	{
		"title": "Favour",
		"cost": 1,
		"description": "Pick a deity. Your character is in favour with this deity. Once per session the deity will intercede on your behalf allowing you to re-roll the failed dice of one of their favoured skills.\n\nYou can take this advantage multiple times with different deities.\n\n*What did your character do to earn this favour?*"
	},
	{
		"title": "Feeble",
		"cost": -1,
		"description": "Reduce one characteristic from 2 to 1."
	},
	{
		"title": "Hard Times",
		"cost": -1,
		"description": "Your character has squandered any money they have ever earnt and has nothing to show for any past wealth. Reduce your Standing by 1 to a minimum of 0. If your Standing is already 0 you can’t take this disadvantage.\n\n*What have you spent your money on? Or have you been robbed?*",
		"attributes": {
			"Standing": -1
		}
	},
	{
		"title": "Hierophant",
		"cost": 2,
		"description": "Your character has led the temple rites. Increase your Standing by 1 to a maximum of 4 and your Lore skill by 1 to a maximum of 4.\n\n*What rites did your character perform and for which deity?*",
		"attributes": {
			"Standing": 1
		},
		"skills": ["Lore"]
	},
	{
		"title": "Incompetent",
		"cost": -1,
		"description": "Pick one skill. Your character struggles when using this skill. You always take a -1D penalty when using this skill and may never gain any benefit from specialisations in this skill."
	},
	{
		"title": "Kheiron",
		"cost": 3,
		"description": "Your character trained with Kheiron the centaur and famed trainer of heroes. Increase one skill of your choice by 2 to a maximum of 5. Choose two other skills and increase them by 1 each to a maximum of 4. Increase your Glory by 1.\n\n*Why were you chosen to train with Kheiron? How is your relationship with Kheiron since you left his service?*",
		"attributes": {
			"Glory": 1
		}
	},
	{
		"title": "Loyal Retainer",
		"cost": 3,
		"description": "Your character has a loyal retainer or two who serves them faithfully. Choose an adversary from the [People](#h2-people) section of the Adversaries chapter. This can be a minion group of two or a single champion.\n\n*Who are your retainers and what did you do to deserve such loyalty?**"
	},
	{
		"title": "Oracle",
		"cost": 2,
		"description": "You are a competent augur and your visions of the future are often correct. This advantage grants the character the Oracle Gift.\n\n*How did you come by this ability? Were you blessed (or cursed) by a god? Or do you come from a long line of oracles?**"
	},
	{
		"title": "Proud",
		"cost": -2,
		"description": "Your character has angered the gods in some fashion. You start with 2 points of Hubris. This is a dangerous disadvantage to take if your character has no Glory as it means your character begins the game [Cursed](#h4-cursed-characters).\n\n*What did your character do to anger the gods?*",
		"attributes": {
			"Hubris": 2
		}
	},
	{
		"title": "Rich",
		"cost": 1,
		"description": "Your character has hoarded wealth throughout their life. Your starting Standing is increased by 1 to a maximum of 4.\n\n*What did you do to earn your wealth? Have you worked hard or did you stumble upon riches during your travels?**",
		"attributes": {
			"Standing": 1
		}
	}
]