[
	{
		"title": "Cult of Hekate",
		"description": "The cult of Hekate doesn’t have a central place of worship but has shrines in many cities and temples and is associated with other cults, such as the Eleusinian Mysteries and the Cult of the Great Gods on Samothraki. Joining the cult requires finding a practitioner and convincing them to teach you.",
		"tracks": [
			{
				"title": "Apothekary",
				"talents": ["Apothekary", "Herbalist", "Arcane", "Organised", "Apothekary"]
			},
			{
				"title": "Witchcraft",
				"talents": ["Mageia", "Beast Speech", "God-like Gifts", "Mageia", "God-like Gifts"]
			}
		],
		"join": "Members of the Cult of Hekate don’t advertise their presence so finding them is the first challenge. There are said to be many members of the cult in Thessalia in Northern Hellas but they can be found anywhere.\n\nOnce a cultist has been found they need to be convinced to train the PC. It is up to the GM what this entails but could involve a quest or favour for the cultist. This could be handled through a simple skill check, such as Cunning or Insight with the Diplomacy, Manipulation, or Lore skills; or a complete adventure. Once the PC has completed the test they have access to the available talent tracks."
	},
	{
		"title": "Eleusinian Mysteries",
		"description": "The Eleusinian Mysteries are dedicated to Demeter and her search for her daughter Kore, who is more commonly known as Persephone. Initiates into the mysteries are said to gain a better understanding of death and a better place in the after-life. Initiation is held yearly and open to everyone. Once initiated into the mysteries no-one is allowed to speak of the ritual involved, on pain of death.",
		"full": "The initiation begins in Athens with fasting and the sacrifice of a pig. After the sacrifice the convoy of initiates walk the Sacred Way—the road between Athens and Eleusis. As they walk the Sacred Way crowds line the road and hurl insults, and sometimes rotten fruit or vegetables, at the procession.\n\nWhen they arrive at Eleusis there is a celebratory feast for the initiates before they are led into the telesterion—the initiation hall. Once inside, rituals are performed, involving a sacred drink (a barley wine called kykeon), a play honouring Demeter’s search for Kore and Kore’s transformation into Persephone before returning from the underworld. Here the initiates are said to meet Demeter herself at the culmination of the rituals.",
		"tracks": [
			{
				"title": "Spring Maiden",
				"talents": ["Blessed Light", "Enduring", "Living Ward", "Dedicated", "Bountiful Harvest"]
			},
			{
				"title": "Underworld Queen",
				"talents": ["Blessed Dark", "Catch Your Breath", "Unfeeling", "Necromancer", "Blight"]
			}
		],
		"join": "To become an initiate in the Eleusinian Mysteries a PC must travel to Athens, purchase a pig and sacrifice it. The fast before the sacrifice gains the PC 1 Risk. After this they must succeed on an Insight (Lore) roll to complete the sacrifice with good omens and continue to the next stage of the ritual.\n\nDuring the walk on the Sacred Way the PC gains 1 Risk for the long hike. They must succeed on a Cool (Vigour) roll with a Difficulty of 1 to complete the journey and ignore the insults hurled at them.\n\nOnce they enter the telesterion the PC gains 1 Risk from drinking the kykeon. They must now succeed on a Cunning (Perform) roll with a Difficulty of 2 to correctly perform the rituals and meet the goddess.\n\nIf the PC successfully completes the rolls required they are permitted to join the cult and have access to the available talent tracks."
	}
]