[
  {
    "title": "Ahriman",
    "description": "The dark reflection of Ormazhd, Ahriman is chaos, deceit and evil personified. Thankfully, he rarely gets involved directly in the world of mortals, relying on his armies of Daevas to do his bidding. Ahriman seldom appears as anything other than an impenetrable shadow.",
    "skills": [
      "Lore",
      "Manipulation",
      "Melee"
    ],
    "symbols": [
      "None"
    ],
    "pantheon": "Persian"
  },
  {
    "title": "Apophis",
    "description": "An evil, chaotic deity that dwells in the underworld of Kemet. Every night he uses cunning and force to try and defeat Ra. Should he ever succeed, Kemet would be plunged into endless darkness! Apophis commonly takes the form of a giant crocodile or serpent.",
    "skills": [
      "Brawl",
      "Lore",
      "Vigour"
    ],
    "symbols": [
      "Snake"
    ],
    "pantheon": "Kemetic"
  },
  {
    "title": "Ashtart",
    "description": "Patron goddess of the Phoenikian nobility, Ashtart delights in battle, hunting and indulging her lust. A creature of swift passions, she grows bored easily and can be dangerous to mortals. She is also worshipped in Kemet and Babylon (where she’s known as Ishtar.) She commonly appears as a beautiful naked woman, sometimes with wings, surrounded by a pack of fawning lions.",
    "skills": [
      "Athletics",
      "Melee",
      "Survival"
    ],
    "symbols": [
      "Lion",
      "Dove",
      "Bee"
    ],
    "pantheon": "Phoenikian"
  },
  {
    "title": "Gad",
    "description": "This strange deity controls the forces of luck and destiny, and is said to be able to grant it to those they choose, for good or ill. Gad usually carries a knife, and those wishing their favour may have to choose something personal to sacrifice. Gad has no set form, instead appearing as a random mortal.",
    "skills": [
      "Lore",
      "Manipulation",
      "Medicine"
    ],
    "symbols": [
      "Unknown outside their mystery cult"
    ],
    "pantheon": "Phoenikian"
  },
  {
    "title": "Hathor",
    "description": "This goddess is consort or mother to many of the gods of Kemet, and holds a place of high honour in their pantheon. Aside from her feminine charms she also has a vengeful aspect, which she uses to protect Ra. She appears either as a horned woman or as a sacred cow.",
    "skills": [
      "Knowledge",
      "Manipulation",
      "Perform"
    ],
    "symbols": [
      "Cow",
      "Horns with Sun-Disk"
    ],
    "pantheon": "Kemetic"
  },
  {
    "title": "Marduk",
    "description": "Chief deity of the Babylonians, Marduk is a wise ruler and a great warrior. He protects humanity by battling a variety of monstrous beings. Since fathering Cyrus, he has taken a fresh interest in mortal affairs; even helping Darius claim the throne of Persia rather than see the empire descend into chaos. Marduk is cultured and sophisticated and endeavours to show good manners and respect, even to his enemies. He appears as a bearded prince with a dragon at his side.",
    "skills": [
      "Accuracy",
      "Diplomacy",
      "Lore"
    ],
    "symbols": [
      "Dragon"
    ],
    "pantheon": "Babylonian"
  },
  {
    "title": "Mithra",
    "description": "Playing much the same role as Hermes for the Hellenic gods, Mithra mediates and serves all the gods (both Daeva and Yazata) as messenger and judge. Unflinchingly just, he oversees contracts and oaths amongst mortals. Mithra usually appears dressed as an archer and wielding a dagger.",
    "skills": [
      "Awareness",
      "Diplomacy",
      "Knowledge"
    ],
    "symbols": [
      "Torch",
      "Dagger",
      "Slain Bull"
    ],
    "pantheon": "Persian"
  },
  {
    "title": "Nergal",
    "description": "An unpleasant deity of war, death and disease, Nergal rules over the Babylonian underworld. The terror that Nergal inspires is often used to provide protection for homes, cities or armies in the field. He appears as a giant robed figure with a mace and sword, crushing others beneath his feet.",
    "skills": [
      "Manipulation",
      "Melee",
      "Vigour"
    ],
    "symbols": [
      "Lion-headed Mace",
      "Sword"
    ],
    "pantheon": "Babylonian"
  },
  {
    "title": "Ormazhd",
    "description": "A benevolent and perfect deity who brings order to the universe. Being more of a personification of a primal force, Ormazhd rarely interferes directly, but is served by divine beings known as Yazatas. Persian priests would say that Ormazhd is always present in some fashion---one merely has to have eyes to look.",
    "skills": [
      "Diplomacy",
      "Knowledge",
      "Lore"
    ],
    "symbols": [
      "Outstretched Wings"
    ],
    "pantheon": "Persian"
  },
  {
    "title": "Ra",
    "description": "The sun god claims to have created the world and watches over it by day, making sure that all is in its right place. During the night, he sails through the underworld, being relentlessly attacked by Apophis. Each day he wins and the sun rises once more. Ra takes a multitude of different animal forms depending on the time of day, but often appears as a human with the head of a falcon.",
    "skills": [
      "Awareness",
      "Craft",
      "Medicine"
    ],
    "symbols": [
      "Sun Disk"
    ],
    "pantheon": "Kemetic"
  },
  {
    "title": "Tiamat",
    "description": "A monstrous sea-goddess, Tiamat is mother to many of the gods and monsters of the Aegean. More a creature of chaos than evil, she is capable of causing great destruction, and Marduk regularly has to intervene to stop her rampages. She usually appears as a vast sea-serpent, capable of devouring a whole trireme with a single bite.",
    "skills": [
      "Athletics",
      "Brawl",
      "Survival"
    ],
    "symbols": [
      "Serpent"
    ],
    "pantheon": "Babylonian"
  },
  {
    "title": "Yam",
    "description": "This sea deity dwells in the deepest ocean abysses, and revels in the wild, untamed power of sea and storm. Cast out by the other gods of his pantheon due to his belligerent temper, he is still widely worshipped by Phoenikians, who pray for his mercy more than his blessing. Yam is almost certainly related to the Babylonian deity, Tiamat, and he too manifests as a giant sea-serpent.",
    "skills": [
      "Brawl",
      "Survival",
      "Vigour"
    ],
    "symbols": [
      "Serpent"
    ],
    "pantheon": "Phoenikian"
  },
  {
    "title": "Kybele",
    "description": "Kybele has been worshipped across Anatolia long before the Olympian gods reached the shores of the Troad. She is also known as the mountain mother and is a goddess of wild places and cities alike. She retains a great deal of power among her worshippers across the peninsula and deeper into Anatolia, but her power wanes in the face of the Olympian gods’ dominance in Troy and other cities. Only Gordion has remained faithful to her, though as Midas loses his grip, Kybele risks becoming irrelevant. She is known to arrive in a chariot pulled by lions, followed by her worshippers, called the korybantes, in an ecstatic frenzy of wine and dance. Kybele’s anger is greatly feared as she brings the wild places into even the most protected city. This is still her land, and she will not be denied, much as she allows the followers of other gods to build their polis upon it.",
    "skills": [
      "Craft",
      "Lore",
      "Survival"
    ],
    "symbols": [
      "Mountains",
      "Tympanum",
      "Lions",
      "Birds of prey"
    ],
    "pantheon": "None"
  },
  {
    "title": "Skamander",
    "description": "God of the river that feeds the fertile plains of Ilium, Skamander is a benevolent and nurturing presence, content to leave the Trojans to flourish on his banks. Skamander is one of the innumerable river gods, who are children of Okeanos and Tethys. He provides life and protection through his waters to the people of Troy. His children’s history is intertwined with that of the city, with many marrying into the royal family. The presence of Trojan bodies or blood in his waters provokes him into a raging torrent that sweeps away even the greatest of heroes. In his rage, he can be held back only by the gods themselves. Shrines to Skamander are dotted along the river banks and many Trojans hold him in great respect and affection, knowing that without him, their lands would be dry and barren.",
    "skills": [
      "Athletics",
      "Diplomacy",
      "Vigour"
    ],
    "symbols": [
      "Two springs: one hot, one cold",
      "River water",
      "Forked branches",
      "Symbols of Troy"
    ],
    "pantheon": "None"
  },
  {
    "title": "Aphrodite",
    "description": "Aphrodite is the Olympian goddess of love, beauty, pleasure and procreation. She is married to Hephaestos, the smith god, but is known to take any lover she pleases, both mortal and immortal. She is capricious, as likely to curse as she\nis to bless. When Aphrodite appears in person she takes the form of a beautiful young man or woman.",
    "characteristics": [
      "Cunning"
    ],
    "skills": [
      "Diplomacy",
      "Manipulation",
      "Vigour"
    ],
    "symbols": [
      "Dolphins",
      "Roses",
      "Doves",
      "Pearls",
      "Swans"
    ],
    "pantheon": "Olympian"
  },
  {
    "title": "Apollo",
    "description": "Apollo is the Olympian god of music, athletics, the sun, healing and prophecy. He is the son of Zeus and the Titan Leto and is the twin brother of Artemis. He is a dual natured god worshipped throughout Hellas as both a youthful god of adventure and heroism coupled with oracular wisdom. When Apollo appears in person he takes the form of a handsome young man with long hair tied back above his head.",
    "characteristics": [
      "Cunning"
    ],
    "skills": [
      "Accuracy",
      "Medicine",
      "Perform"
    ],
    "symbols": [
      "Lyre",
      "Python",
      "Laurel Wreath",
      "Bow"
    ],
    "pantheon": "Olympian"
  },
  {
    "title": "Ares",
    "description": "Ares is the Olympian god of war and battle and he is the son of Zeus and Hera. He is an angry, brash god who revels in conflict and rewards courage. He has many children, with many consorts, and is the father of several queens of the Amazons. When Ares appears in person he takes the form of a warrior, ready for the battlefield.",
    "characteristics": [
      "Might"
    ],
    "skills": [
      "Brawl",
      "Melee",
      "Vigour"
    ],
    "symbols": [
      "Weapons and armour",
      "Dogs",
      "Boars",
      "Vultures"
    ],
    "pantheon": "Olympian"
  },
  {
    "title": "Artemis",
    "description": "Artemis is the Olympian goddess of the wilderness, the moon, hunting and the protection of children. She is the daughter of Zeus and the Titan Leto and is the twin sister of Apollo. Artemis is fierce, a consummate athlete and hunter, and can be cruel. When Artemis appears in person she takes the form of a young woman with long hair tied back, armed with a bow and arrows, surrounded by her hounds, and dirty from the hunt.",
    "characteristics": [
      "Reflexes"
    ],
    "skills": [
      "Accuracy",
      "Athletics",
      "Survival"
    ],
    "symbols": [
      "Stags",
      "Hunting dogs",
      "Bow",
      "Cypress",
      "Bears"
    ],
    "pantheon": "Olympian"
  },
  {
    "title": "Asklepios",
    "description": "Asklepios is the god of medicine and healing and is the son of Apollo. He was raised by the centaur Kheiron and taught the arts of medicine, though he quickly surpassed his teacher and, eventually, his father. Asklepios became so proficient at healing that in life he was able to bring people back from the dead, much to Haides’ chagrin. For his hubris he was struck dead by Zeus. To appease Apollo, Zeus deified Asklepios and brought him to Olympos. When Asklepios appears in person he takes the form of a bearded man of middle-age carrying a staff entwined with snakes.",
    "characteristics": [
      "Insight"
    ],
    "skills": [
      "Lore",
      "Medicine",
      "Survival"
    ],
    "symbols": [
      "Serpent-entwined staff"
    ],
    "pantheon": "None"
  },
  {
    "title": "Athena",
    "description": "Athena is the Olympian goddess of strategic warfare, wisdom and many crafts, such as weaving and pottery. She is the daughter of Zeus, born from his head fully grown and fully armed. Athena is a popular goddess throughout Hellas, being the patron of many cities, including Athens—which is popular amongst heroes as well and is known to aid many on their quests. Athena is brave and intelligent, the protector of the polis and civilisation. When Athena appears in person she takes the form of a grey-eyed woman dressed for the battlefield.",
    "characteristics": [
      "Insight"
    ],
    "skills": [
      "Craft",
      "Melee",
      "Vigour"
    ],
    "symbols": [
      "Weapons and armour",
      "Owls",
      "Olive tree",
      "Snakes"
    ],
    "pantheon": "Olympian"
  },
  {
    "title": "Demeter",
    "description": "Demeter is the Olympian goddess of agriculture and the harvest. She presides over the growth and fertility of the earth and is known as a great teacher to mortals. She is most often worshipped in conjunction with her daughter, Persephone, who spends four months of the year in the underworld. The *Thesmophoria* is the largest of her sacred festivals and she presides over the mysteries of Eleusis. When Demeter appears in person she takes the form of a well-dressed, matronly woman.",
    "characteristics": [
      "Cool"
    ],
    "skills": [
      "Craft",
      "Knowledge",
      "Medicine"
    ],
    "symbols": [
      "Cornucopia",
      "Wheat",
      "Torches",
      "Bread"
    ],
    "pantheon": "Olympian"
  },
  {
    "title": "Dionysos",
    "description": "Dionysos is the god of wine, fertility, ecstasy, and ritual madness. He is the son of Zeus and Semele, a mortal woman. He is a young god who roams Hellas followed by maenads and satyrs, inciting revelry and debauchery wherever he goes. While young, his worship is growing, especially throughout Thrakia in the north. Many cities have begun hosting yearly *Dionysia*—celebrations of orgiastic drunkenness and theatre—in his honour.\n\nDionysos is a beautiful young man, dressed richly, but his clothes are worn and untidy. He carries with him a thyrsos—a staff with a pine-cone at one end—and is never too far from a wineskin.",
    "characteristics": [
      "Might"
    ],
    "skills": [
      "Diplomacy",
      "Manipulation",
      "Perform"
    ],
    "symbols": [
      "Grapevine",
      "Panthers",
      "Leopards",
      "Thyrsos"
    ],
    "pantheon": "None"
  },
  {
    "title": "Haides",
    "description": "Haides is the god of wealth, the things beneath the earth, the underworld, and the dead. He is the brother of Zeus and Hera and fought with them to overthrow Kronos. He is ruler of the underworld and funerary rites are offered to him to appease the spirits of the dead. He is stern, but not unkind. He is married to Persephone, the daughter of Demeter. If Haides leaves his dark realm he appears as a bearded man in his prime, much like his brothers Zeus and Poseidon.",
    "characteristics": [
      "Cool"
    ],
    "skills": [
      "Awareness",
      "Lore",
      "Ride"
    ],
    "symbols": [
      "Bident",
      "Cornucopia",
      "Serpents",
      "Kerberos"
    ],
    "pantheon": "Underworld"
  },
  {
    "title": "Hekate",
    "description": "Hekate is the goddess of crossroads, doorways, and witchcraft. She rules liminal spaces, whether that’s the doorway between a building and the outside world or the mortal world and the world of the dead. Hekate is the daughter of the titans Perses and Asteria who sided with Zeus and his siblings against Kronos. She is a great friend of Demeter and helped her to find Persephone. When Hekate appears in person she takes the form of a dark-robed woman.",
    "characteristics": [
      "Insight"
    ],
    "skills": [
      "Craft",
      "Lore",
      "Medicine"
    ],
    "symbols": [
      "Paired torches",
      "Keys",
      "Serpents"
    ],
    "pantheon": "Underworld"
  },
  {
    "title": "Hephaestos",
    "description": "Hephaestos is the Olympian god of fire, metalworking and crafts. He is the son of Zeus and Hera, born lame and initially thrown from the peaks of Olympos by his father. He is the creator of many wondrous artefacts, including the weapons wielded by the gods. When Hephaestos appears in person he takes the form of a bearded man, strong and powerful, who walks with a limp—an injury he suffered when his father threw him from Olympos.",
    "characteristics": [
      "Might"
    ],
    "skills": [
      "Craft",
      "Lore",
      "Vigour"
    ],
    "symbols": [
      "Fire",
      "Hammer and anvil",
      "Volcanoes"
    ],
    "pantheon": "Olympian"
  },
  {
    "title": "Hera",
    "description": "Hera is the queen of the Olympian gods and rules from atop Mount Olympos, with her husband Zeus. She is the goddess of marriage, women, the sky, the family and childbirth. When Hera appears in person she takes the form of a commanding woman in her prime. She is known for her great jealousy of Zeus’ many infidelities and the vengeance she takes on the offspring of such unions. Many heroes invoke Hera for her wisdom and bravery and she is known to assist those in times of need.",
    "characteristics": [
      "Insight"
    ],
    "skills": [
      "Awareness",
      "Diplomacy",
      "Knowledge"
    ],
    "symbols": [
      "Peacocks",
      "Lions",
      "Lilies",
      "Lotus",
      "Cuckoos"
    ],
    "pantheon": "Olympian"
  },
  {
    "title": "Hermes",
    "description": "Hermes is the Olympian god of merchants, tricksters and travellers. He is a son of Zeus and the Titan Maia and is the messenger of the gods. While he plays many tricks on his fellow immortals, Hermes is a guide to mortals and has assisted many heroes on their quests as well as acting as a psychopomp—the one who leads the souls of the dead to Haides dark realm. When Hermes appears in person he takes the form of a man, outfitted for travel and wearing a wide-brimmed hat.",
    "characteristics": [
      "Reflexes"
    ],
    "skills": [
      "Athletics",
      "Diplomacy",
      "Manipulation"
    ],
    "symbols": [
      "Taleria",
      "Caduceus",
      "Lyre",
      "Roosters"
    ],
    "pantheon": "Olympian"
  },
  {
    "title": "Hestia",
    "description": "Hestia is the Olympian goddess of the hearth, home and family. She first taught mortals to build houses and led them cowering from the caves they had been living in. While there are few temples dedicated to Hestia, every temple maintains a sacred fire dedicated to her and most homes have a simple shrine. If she appears to mortals Hestia takes the form of a middle-aged woman, dressed practically for the task at hand.",
    "characteristics": [
      "Insight"
    ],
    "skills": [
      "Craft",
      "Medicine",
      "Perform"
    ],
    "symbols": [
      "Fire",
      "The Hearth"
    ],
    "pantheon": "Olympian"
  },
  {
    "title": "Pan",
    "description": "Pan is the rustic god of music, shepherds, flocks and the mountain wilds. He is said to be the son of Hermes and is a lustful, wild god who enjoys the revelry of Dionysos and often accompanies him. Pan roams the wilderness, favouring Arkadia, and—if encountered—will be hard to miss as he is goat-legged and horned with goat- like facial features. The sweet music of his pipes follows him everywhere.",
    "characteristics": [
      "Cunning"
    ],
    "skills": [
      "Perform",
      "Survival",
      "Vigour"
    ],
    "symbols": [
      "Flutes and pipes",
      "Goats"
    ],
    "pantheon": "None"
  },
  {
    "title": "Persephone",
    "description": "Persephone is the goddess of both the underworld, the dead, and springtime. She is the daughter of Demeter and the wife of Haides. She spends four months of the year in the underworld, presiding over the dead with her husband. After her time with her husband she returns to her mother, bringing springtime with her. She is something of a contradiction, being both a stern judge of the dead, like her husband, and a joyous bringer of life, like her mother. When Persephone appears in person she takes the form of a well-dressed young woman with long hair.",
    "characteristics": [
      "Cool"
    ],
    "skills": [
      "Lore",
      "Ride",
      "Vigour"
    ],
    "symbols": [
      "Pomegranate Seeds",
      "Torches",
      "Flowers",
      "Deer"
    ],
    "pantheon": "Underworld"
  },
  {
    "title": "Poseidon",
    "description": "Poseidon is the Olympian god of the sea, earthquakes and horses. While\nhe is the protector of seafarers, he is capricious in nature and can be violent like the sea. Wise sailors make sacrifices to Poseidon before they undertake any voyage. When Poseidon appears in person he takes the form of a bearded man in his prime, similar in appearance to his brothers Zeus and Haides.",
    "characteristics": [
      "Might"
    ],
    "skills": [
      "Athletics",
      "Ride",
      "Survival"
    ],
    "symbols": [
      "Trident",
      "Dolphins",
      "Horses",
      "Bulls"
    ],
    "pantheon": "Olympian"
  },
  {
    "title": "Zeus",
    "description": "Zeus is the king of the Olympian gods and rules from atop Mount Olympos, with his wife Hera. He is the god of many things including thunder, lightning, the sky, law and justice. Zeus was the last born child of the Titans Kronos and Rhea. Kronos—fearing the power of his children—swallowed each one at birth, but Rhea wrapped a rock in swaddling clothes and presented it to Kronos in place of Zeus.\n\nZeus grew up hidden in a cave on Mount Ida in Kreta. When he came of age he confronted Kronos and forced him to disgorge his children. Zeus and his siblings fought and defeated their parents and the rest of the Titans, casting them down into Tartarus—the deepest pit of the underworld. After the war was over they set up home on Olympos and Zeus became their king.\n\nWhen Zeus appears in person he takes the form of a bearded man in his prime, looking much like his brothers Poseidon and Haides. However, he is known to take many forms, particularly when seducing young lovers. Zeus has fathered many children on immortals and mortals alike. Some of his children include other Olympians and many of the heroes of Hellas.",
    "characteristics": [
      "Might",
      "Insight"
    ],
    "skills": [
      "Lore",
      "Manipulation",
      "Vigour"
    ],
    "symbols": [
      "Lightning bolt",
      "Eagles",
      "Bulls",
      "Oak"
    ],
    "pantheon": "Olympian"
  }
]