[
	{
		"title": "Breastplate",
		"category": "Armour",
		"availability": "Uncommon",
		"price": 4,
		"weight": 1,
		"description": "A breastplate is made of two bronze pieces covering the front and back of the torso. It is heavy and somewhat inflexible but provides excellent protection against all types of weapons. Leather or linen covers the shoulders and a pteruges, a skirt made of leather or fabric strips, protects the hips and groin. Anyone wearing a breastplate ignores the Savage property of any attacks made against them but suffers a -2D penalty to all Athletics skill checks.",
		"stats": {
			"covers": "Body",
			"armour": 3,
			"properties": ["Cumbersome 2", "Reinforced"]
		}
	},
	{
		"title": "Cap",
		"category": "Armour",
		"availability": "Common",
		"price": 1,
		"weight": 0,
		"description": "A cap is made of metal, shaped to cover the head but leaving the face and ears free. They come in many designs but serve the same purpose.",
		"stats": {
			"covers": "Head",
			"armour": 1
		}
	},
	{
		"title": "Greaves",
		"category": "Armour",
		"availability": "Common",
		"price": 1,
		"weight": 0,
		"description": "Greaves cover the shins upto the knee and are made of bronze or reinforced leather.",
		"stats": {
			"covers": "Legs",
			"armour": 1,
			"properties": ["Cumbersome 1"]
		}
	},
	{
		"title": "Helm",
		"category": "Armour",
		"availability": "Common",
		"price": 2,
		"weight": 0,
		"description": "A helm is made of metal, shaped to cover the head with cheek and nose guards. They come in many designs and frequently include a horse hair plume. A helm fully covers the face with a T-shaped slit to allow vision and breathing. Anyone wearing a helm treats their characteristics as 1 rather 0 when Stunned but suffers a -1D penalty to Awareness and Accuracy skill checks.",
		"stats": {
			"covers": "Head",
			"armour": 2,
			"properties": ["Cumbersome 1"]
		}
	},
	{
		"title": "Linothorax",
		"category": "Armour",
		"availability": "Common",
		"price": 2,
		"weight": 1,
		"description": "Linothorax is a surprisingly tough armour made of layers of quilted linen glued together with animal fat. It protects the torso and shoulders and is combined with a pteruges, a skirt made of leather or fabric strips, to protect the hips and groin.",
		"stats": {
			"covers": "Body",
			"armour": 2,
			"properties": ["Cumbersome 1"]
		}
	},
	{
		"title": "Spolas",
		"category": "Armour",
		"availability": "Common",
		"price": 1,
		"weight": 1,
		"description": "A spolas is a thickly woven tunic or light leather armour which covers the body and shoulders. It is cheap to manufacture and provides some protection in combat. It is frequently worn by skirmishers.",
		"stats": {
			"covers": "Body",
			"armour": 1
		}
	},
	{
		"title": "Rich Clothing",
		"category": "Clothing",
		"availability": "Uncommon",
		"price": 3,
		"weight": 0,
		"description": "",
		"stats": {
			"properties": ["Rich 1"]
		}
	},
	{
		"title": "Expensive Clothing",
		"category": "Clothing",
		"availability": "Rare",
		"price": 4,
		"weight": 0,
		"description": "",
		"stats": {
			"properties": ["Rich 2"]
		}
	},
	{
		"title": "Jewellery",
		"category": "Clothing",
		"availability": "Common",
		"price": 3,
		"weight": 0.5,
		"description": "",
		"stats": {
			"properties": ["Concealable", "Rich 1"]
		}
	},
	{
		"title": "Expensive Jewellery",
		"category": "Clothing",
		"availability": "Uncommon",
		"price": 4,
		"weight": 0.5,
		"description": "",
		"stats": {
			"properties": ["Concealable", "Rich 2+"]
		}
	},
	{
		"title": "Cattle",
		"category": "Livestock",
		"availability": "Common",
		"price": 2,
		"description": "Herds of cattle are sacred to Poseidon. Cattle are reserved for the most important sacrifices and are used as part of the bull-dancing ritual in Kreta. Sacrificing cattle grants +2D to relevant Lore or augury rolls."
	},
	{
		"title": "Dog",
		"category": "Livestock",
		"availability": "Common",
		"price": 2,
		"description": "Dogs are common with many breeds available, trained to guard livestock and the home. Dogs provide a +1D assistance to all Awareness skill checks made by the owner."
	},
	{
		"title": "Dog, Hunting",
		"category": "Livestock",
		"availability": "Common",
		"price": 3,
		"description": "There are many breeds of hunting dogs common throughout Hellas and all are specially trained to hunt and bait large prey as well as guard the home. Hunting dogs provide a +1D assistance to Awareness skill checks made by the owner and +1D assistance to Survival skill checks relating to hunting."
	},
	{
		"title": "Dog, War",
		"category": "Livestock",
		"availability": "Uncommon",
		"price": 3,
		"description": "Dogs trained for war are uncommon and never used on the battlefield, being used instead as camp and personal guards amongst the wealthy, the Mollosian mastiff, native to Epiros, being the most sought after. War dogs provide a +1D assistance to Awareness skill checks made by the owner and +1D assistance to Melee or Brawl skill checks during combat."
	},
	{
		"title": "Donkey",
		"category": "Livestock",
		"availability": "Common",
		"price": 1,
		"description": "Donkeys are common labour and pack animals found on many farms and can occasionally be used as riding beasts."
	},
	{
		"title": "Goat / Sheep / Pig",
		"category": "Livestock",
		"availability": "Common",
		"price": 1,
		"description": "Goats, sheep and pigs are common, both wild and as grazing herds. They are commonly sold outside temples and shrines as sacrificial animals and grant a +1D to any Lore or augury rolls relating to the sacrifice."
	},
	{
		"title": "Hawk",
		"category": "Livestock",
		"availability": "Uncommon",
		"price": 4,
		"description": "Falconry is popular in Thrakia and amongst the nomadic Amazons for hunting small game. It is less common in Hellas or the rest of the Aegean but trained hawks are becoming more popular. A trained hawk grants a +1D assistance to Survival skill checks when hunting."
	},
	{
		"title": "Horse, Draft",
		"category": "Livestock",
		"availability": "Uncommon",
		"price": 4,
		"description": "Horses are prized possessions across the Aegean Sea. They are not commonly ridden or used in agriculture but are reserved for pulling chariots in battle. Owning a stable of horses is a mark of high standing, even though the chariot is losing favour on the battlefield. In Athens horses are becoming more commonplace and its wealthier citizens are beginning to form a cavalry to replace its chariots."
	},
	{
		"title": "Horse, Riding",
		"category": "Livestock",
		"availability": "Rare",
		"price": 6,
		"description": "Horses trained for riding aren’t common as the mountainous landscape is better suited to hardier beasts. When found, riding horses are prized possessions."
	},
	{
		"title": "Horse, War",
		"category": "Livestock",
		"availability": "Rare",
		"price": 10,
		"description": "Trained war horses are almost unheard of in Hellas and usually only found amongst nomadic tribes in the north of Thrakia or in Anatolia or as a gift from the gods."
	},
	{
		"title": "Mule",
		"category": "Livestock",
		"availability": "Uncommon",
		"price": 2,
		"description": "A mule is the sterile offspring of a donkey and a horse. They’re known for their stubbornness and hardiness and are prized as labour and pack animals."
	},
	{
		"title": "Small Mammals / Birds",
		"category": "Livestock",
		"availability": "Common",
		"price": 0,
		"description": "Many animals and birds are sold outside temples and shrines for use in divinations or to otherwise appease the gods. Doves and rabbits are the most common animals sacrificed."
	},
	{
		"title": "Aulos",
		"subtitle": "Pipes",
		"category": "Musical Instruments",
		"availability": "Common",
		"price": 0,
		"weight": 0,
		"description": "An aulos is a reed instrument, similar to an oboe or clarinet. It comes in both single- and double-pipe forms and is made of hollowed wood. Some players wear a leather strap with a hole for the mouth to help support the lips and prevent strain to the cheeks when playing."
	},
	{
		"title": "Epigonion",
		"subtitle": "Harp",
		"category": "Musical Instruments",
		"availability": "Uncommon",
		"price": 2,
		"weight": 1,
		"description": "An epigonion is a triangular shaped harp named after Epigonus of Ambrakia. Some claim Epigonus invented it while others say he merely made it popular. It has a number of strings stretched over its frame—up to forty on some instruments. The epigonion isn’t as popular the lyre but can be found throughout Hellas."
	},
	{
		"title": "Lyre",
		"category": "Musical Instruments",
		"availability": "Common",
		"price": 1,
		"weight": 1,
		"description": "A lyre is a stringed instrument favoured by Apollo. It is similar in appearance to a small, hand-held harp but is strummed rather than plucked. A lyre is made of wood or horn, with the sound-box sometimes being made of tortoise shell. The strings are made of sheep or cow gut."
	},
	{
		"title": "Salpinx",
		"subtitle": "Trumpet",
		"category": "Musical Instruments",
		"availability": "Uncommon",
		"price": 1,
		"weight": 0.5,
		"description": "A salpinx is a straight trumpet, made of bronze. Its primary use is not for music or religious ceremonies but to signify the start of an event at the games or as a means of signalling to soldiers on the battlefield."
	},
	{
		"title": "Syrinx",
		"subtitle": "Pan Pipes",
		"category": "Musical Instruments",
		"availability": "Common",
		"price": 0,
		"weight": 0,
		"description": "A syrinx is a set of pipes favoured by Pan. It is made from a reed which is cut to different lengths and bound together. The syrinx is a rustic instrument played by shepherds and goatherds while they watch their flocks. It is rarely used at religious ceremonies, except at those dedicated to Pan."
	},
	{
		"title": "Tympanum",
		"subtitle": "Drum",
		"category": "Musical Instruments",
		"availability": "Common",
		"price": 0,
		"weight":0.5,
		"description": "A tympanum is a drum made of a circular wooden frame with a leather skin stretched over it. It is beaten with the palm of the hand or with a stick. It is popular in religious ceremonies and as an accompaniment to all forms of music."
	},
	{
		"title": "Apotropaic Item",
		"category": "Miscellaneous",
		"availability": "Uncommon",
		"price": 1,
		"weight": 0,
		"description": "Apotropaic items come in many forms but all serve the same purpose: to protect the bearer from evil magics and the spirits of the dead. Eyes painted on cups to watch for evil or a gorgoneion amulet—the tusked head of Medusa, or one of her sisters, with her tongue sticking out—offer protection from all manner of evils.\n\nWhile carrying an apotropaic item all magic cast against you has its Difficulty increased by 1 along with all attacks from dead creatures and spirits."
	},
	{
		"title": "Herbalist’s Bag",
		"category": "Miscellaneous",
		"availability": "Common",
		"price": 1,
		"weight": 1,
		"description": "A herbalist’s bag contains a pestle and mortar, along with small knives and scissors for collecting herbs and preparing concoctions. The bag contains two doses of herbs. A character with the Herbalist or Pharmakeia Talent can spend a dose to add one success to a Medicine or Craft skill check, as described in the Talent description.\n\nDoses can be replenished in the wilds by making an Insight (Survival: Foraging) roll or by purchasing supplies at the agora. Each dose has a price of 0 to replenish. Doses are replenished automatically during downtime as part of regular upkeep."
	},
	{
		"title": "Library",
		"category": "Miscellaneous",
		"availability": "Uncommon",
		"price": 3,
		"description": "A library isn’t equipment that you carry with you but furnishings for your home. A library includes numerous scrolls you’ve collected on your travels and the shelves to store them. It provides +2D to Knowledge or Lore skill checks while at home, including skill checks made during downtime."
	},
	{
		"title": "Toolkit",
		"category": "Miscellaneous",
		"availability": "Common",
		"price": 2,
		"weight": 1,
		"description": "A toolkit is a bag of various tools for different trades, usually including numerous small knives and scrapers, a hammer, nails, perhaps a chisel or pestle and mortar. Without a toolkit only the simplest items can be built, if they can be built at all."
	},
	{
		"title": "Workshop",
		"category": "Miscellaneous",
		"availability": "Common",
		"price": 3,
		"description": "A workshop isn’t really equipment but is the tools and furnishings needed to outfit a proper workshop in your home. A workshop can either be for crafting or for medicine, which must be decided when it’s purchased. When you’re at home and in your workshop it provides +2D to Craft or Medicine skill checks, including skill checks made during downtime."
	},
	{
		"title": "Axe",
		"category": "Melee Weapons",
		"availability": "Common",
		"price": 1,
		"weight": 1,
		"description": "An axe is a single-handed and single-headed tool found everywhere. It is often repurposed as a weapon and can be lethal, but is rarely found on the battlefield. It isn’t balanced for throwing and the wielder suffers a -1D penalty when doing so, but an axe can still make an effective ranged weapon if needed.",
		"stats": {
			"skill": "Melee",
			"reach": "2",
			"damage": 5,
			"properties": ["property:Pommel Strike", "property:Savage"],
			"thrown": {
				"skill": "Accuracy",
				"range": "Short",
				"damage": 4,
				"properties": [
					{
						"title": "Notes",
						"description": "-1D when thrown."
					}
				]
			}
		}
	},
	{
		"title": "Club",
		"category": "Melee Weapons",
		"availability": "Common",
		"price": 0,
		"weight": 1,
		"description": "A club is a simple length of wood, often bound with leather to form a handle and studded or bound in bronze bands at the hitting end. The simple and cheap construction makes it a weapon available to everyone.",
		"stats": {
			"skill": "Melee",
			"reach": "2",
			"damage": 4,
			"properties": ["property:Pommel Strike", "property:Stun"]
		}
	},
	{
		"title": "Dori",
		"subtitle": "Spear",
		"category": "Melee Weapons",
		"availability": "Common",
		"price": 1,
		"weight": 1,
		"description": "A dori is a spear 2–3 metres in length and the most common weapon on the battlefield due to its effectiveness and simple construction. It has a short iron head and a bronze spike on the butt to serve as a counter balance and back up weapon in case the dori breaks. The dori, coupled with a hoplon, is the backbone of the heavy infantry.",
		"stats": {
			"skill": "Melee",
			"reach": "4",
			"damage": 5,
			"properties": ["property:Pierce"],
			"thrown": {
				"skill": "Accuracy",
				"range": "Medium",
				"damage": 5,
				"properties": ["property:Pierce"]
			}
		}
	},
	{
		"title": "Falx",
		"subtitle": "Two-Handed Sword",
		"category": "Melee Weapons",
		"availability": "Uncommon",
		"price": 2,
		"weight": 1,
		"description": "A falx is an unusual weapon with a long pole for a hilt and a curved blade similar to a sickle. The blade has a single cutting edge on the inside of the curve and the weapon is somewhere between a sword and a spear. It is a popular weapon amongst the Thrakians.",
		"stats": {
			"skill": "Melee",
			"reach": "3",
			"damage": 6,
			"properties": ["property:Cumbersome 1", "property:Parry 2", "property:Heavy"]
		}
	},
	{
		"title": "Harpe",
		"subtitle": "Sickle",
		"category": "Melee Weapons",
		"availability": "Uncommon",
		"price": 2,
		"weight": 1,
		"description": "A harpe is an unusual short straight– edged sword with a hook curving off one edge about half to a third of the way down the blade. The hook is useful for disarming an opponent but the awkwardness of the blade makes it an uncommon weapon choice.",
		"stats": {
			"skill": "Melee",
			"reach": "2",
			"damage": 5,
			"properties": ["property:Disarm", "property:Parry 3", "property:Pommel Strike"]
		}
	},
	{
		"title": "Javelin",
		"category": "Melee Weapons",
		"availability": "Common",
		"price": 1,
		"weight": 1,
		"description": "A javelin is a short spear, primarily used for throwing. Its lighter weight makes it more accurate than the larger dori when thrown while still maintaining some of the power. It is the main weapon of the peltast, the light infantry of Hellas, who carry a bundle of three or four in their shield hand.\n\nThe price and weight is for a batch of three javelins.",
		"stats": {
			"skill": "Melee",
			"reach": "3",
			"damage": 4,
			"properties": ["property:Reflexes", "property:Pierce"],
			"thrown": {
				"skill": "Accuracy",
				"range": "Medium",
				"damage": 4,
				"properties": ["property:Pierce"]
			}
		}
	},
	{
		"title": "Kopis",
		"subtitle": "Machete",
		"category": "Melee Weapons",
		"availability": "Common",
		"price": 2,
		"weight": 1,
		"description": "A kopis is a long knife or short sword with a forward-curving blade. The blade varies from 45–65cm with a single cutting edge on the inside of the curve. Its lack of a thrusting point has made it less common on the battlefield than the xiphos but cavalry and charioteers find the weighted blade useful. Its savage cutting stroke makes it a favourite of the Spartan hoplites.",
		"stats": {
			"skill": "Melee",
			"reach": "2",
			"damage": 5,
			"properties": ["property:Parry 2", "property:Pommel Strike", "property:Savage"]
		}
	},
	{
		"title": "Labrys",
		"subtitle": "Two-Handed Axe",
		"category": "Melee Weapons",
		"availability": "Uncommon",
		"price": 3,
		"weight": 1,
		"description": "A labrys is a two-handed, double- headed axe, with a long pole. Originally carried by temple guards on Kreta, it has spread as a symbol of authority to every temple throughout the Aegean Sea. Due to its ceremonial nature a labrys often has an ornately carved head featuring symbols of the gods the temple is dedicated to.",
		"stats": {
			"skill": "Melee",
			"reach": "3",
			"damage": 6,
			"properties": ["property:Cumbersome 1", "property:Heavy", "property:Savage"]
		}
	},
	{
		"title": "Makhaira",
		"subtitle": "Dagger",
		"category": "Melee Weapons",
		"availability": "Common",
		"price": 0,
		"weight": 0,
		"description": "A makhaira is a long knife with a single cutting edge. As a tool it is found everywhere and most people, no matter their status or occupation, will have several at home, if not on their person. A makhaira is small enough to be thrown accurately.",
		"stats": {
			"skill": "Melee",
			"reach": "1",
			"damage": 3,
			"properties": ["property:Parry 1", "property:Cunning", "property:Pommel Strike"],
			"thrown": {
				"skill": "Accuracy",
				"range": "Short",
				"damage": 3,
				"properties": []
			}
		}
	},
	{
		"title": "Mattock",
		"category": "Melee Weapons",
		"availability": "Common",
		"price": 1,
		"weight": 1,
		"description": "A mattock is a large, two-handed hammer made from a wooden pole with a head made of stone or bronze bands. What a mattock lacks in finesse it makes up for with hitting power. It’s not a commonly used weapon due to its size and weight, but some heroes have been known to use one.",
		"stats": {
			"reach": "3",
			"damage": 6,
			"properties": ["property:Cumbersome 1", "property:Heavy", "property:Stagger"]
		}
	},
	{
		"title": "Net",
		"category": "Melee Weapons",
		"availability": "Common",
		"price": 0,
		"weight": 1,
		"description": "The net is most commonly used for fishing but occasionally used for hunting wild animals. A net does no damage but is incredibly good at pinning opponents.",
		"stats": {
			"skill": "Melee",
			"reach": "1",
			"damage": null,
			"properties": ["property:Entangle"],
			"thrown": {
				"skill": "Accuracy",
				"range": "Short",
				"damage": null,
				"properties": ["property:Entangle"]
			}
		}
	},
	{
		"title": "Staff",
		"category": "Melee Weapons",
		"availability": "Common",
		"price": 0,
		"weight": 1,
		"description": "A staff is a length of wood ranging from 1.5–2.5 metres in length. It’s a versatile weapon and can be used in one or two hands. Staves often form part of a symbol of office for the many rulers and priests. They vary from plain and simple to ornately carved and inlaid with gold. Ornately carved staves gain the Rich 1 property.",
		"stats": {
			"skill": "Melee",
			"reach": "2–3",
			"damage": 4,
			"properties": ["property:Parry 3"]
		}
	},
	{
		"title": "Rich Staff",
		"category": "Melee Weapons",
		"availability": "Uncommon",
		"price": 3,
		"weight": 1,
		"description": "A staff is a length of wood ranging from 1.5–2.5 metres in length. It’s a versatile weapon and can be used in one or two hands. Staves often form part of a symbol of office for the many rulers and priests. They vary from plain and simple to ornately carved and inlaid with gold. Ornately carved staves gain the Rich 1 property.",
		"stats": {
			"skill": "Melee",
			"reach": "2–3",
			"damage": 4,
			"properties": ["property:Parry 3", "property:Rich 1"]
		}
	},
	{
		"title": "Trident",
		"category": "Melee Weapons",
		"availability": "Common",
		"price": 1,
		"weight": 1,
		"description": "A trident is a short spear similar in size to a javelin with three prongs instead of a single point. The bident is related to the trident but has two prongs, like a pitchfork. Their use is mainly ceremonial due to their association with two powerful gods. The bident is associated with Haides while the trident is associated with his brother Poseidon.",
		"stats": {
			"skill": "Melee",
			"reach": "3",
			"damage": 4,
			"properties": ["property:Disarm"],
			"thrown": {
				"skill": "Accuracy",
				"range": "Medium",
				"damage": 4,
				"properties": []
			}
		}
	},
	{
		"title": "Xiphos",
		"subtitle": "Sword",
		"category": "Melee Weapons",
		"availability": "Common",
		"price": 2,
		"weight": 1,
		"description": "A xiphos is a straight, short sword with a leaf-shaped blade. The blade is round 50–60cm long with a small cross hilt. It’s the most commonly used sword due to the swiftness of its cut and thrust, as well as its defensive capabilities. The scabbard is usually attached to a bandolier worn across the shoulder or carried in the shield hand.",
		"stats": {
			"skill": "Melee",
			"reach": "2",
			"damage": 5,
			"properties": ["property:Reflexes", "property:Pommel Strike", "property:Parry 2", "property:Pierce"]
		}
	},
	{
		"title": "Composite Bow",
		"category": "Missile Weapons",
		"availability": "Uncommon",
		"price": 5,
		"weight": 1,
		"description": "A composite bow is small and light and made of wood reinforced with horn. The composite bow is much more powerful than the self bow but more difficult to make. A composite bow requires two hands to use and can’t be used with a shield.",
		"stats": {
			"skill": "Accuracy",
			"range": "Long",
			"damage": 5,
			"properties": ["property:Insight", "property:Pierce"]
		}
	},
	{
		"title": "Recurve Bow",
		"category": "Missile Weapons",
		"availability": "Rare",
		"price": 5,
		"weight": 1,
		"description": "A recurve bow is a stronger version of the composite bow with limbs which curve away from the archer when unstrung. The recurve bow is significantly more powerful than the self bow but more difficult to make and are rare in Hellas. Most recurve bows are made by Skythian nomads or Amazons and brought back by soldiers or adventurers. A recurve bow requires two hands to use and can’t be used with a shield.",
		"stats": {
			"skill": "Accuracy",
			"range": "Long",
			"damage": 6,
			"properties": ["property:Accurate", "property:Insight", "property:Pierce"]
		}
	},
	{
		"title": "Self Bow",
		"category": "Missile Weapons",
		"availability": "Common",
		"price": 1,
		"weight": 1,
		"description": "A self bow is small and light and made from a single piece of wood. The self bow is a common hunting weapon due to its ease of construction. However, it lacks power compared to a dori, javelin or sling so isn’t commonly found on the battlefield. A self bow requires two hands to use and can’t be used with a shield.",
		"stats": {
			"skill": "Accuracy",
			"range": "Medium",
			"damage": 4,
			"properties": ["property:Insight"]			
		}
	},
	{
		"title": "Sling",
		"category": "Missile Weapons",
		"availability": "Common",
		"price": 0,
		"weight": 1,
		"description": "A sling is made of a length of cord or rope with a pouch for holding a stone. It is swung around above the head and the stone released. It takes great skill and years of training to use a sling, but in capable hands it’s a deadly weapon found in all the armies of Hellas.",
		"stats": {
			"skill": "Accuracy",
			"range": "Long",
			"damage": 6,
			"properties": ["property:Reflexes", "property:Clumsy", "property:Stun"]
		}
	},
	{
		"title": "Dipylon",
		"subtitle": "Tower Shield",
		"category": "Shields",
		"availability": "Common",
		"price": 2,
		"weight": 1,
		"description": "A dipylon is an oval-shaped, heavy shield often with semi-circular cut-outs on the longer edges. The cutouts allow for a weapon to be thrust out from the edge of the shield while still protecting a large portion of the body. The dipylon is cumbersome and is slowly falling into disuse in favour of the hoplon.",
		"stats": {
			"skill": "Melee",
			"reach": 2,
			"damage": 4,
			"properties": ["property:Cumbersome 1", "property:Shield 4", "property:Stagger"]
		}
	},
	{
		"title": "Hoplon",
		"subtitle": "Round Shield",
		"category": "Shields",
		"availability": "Common",
		"price": 3,
		"weight": 1,
		"description": "A hoplon is a heavy, circular shield, made of wood and faced with bronze. It is large, with a diameter of almost a metre and the face is often painted to signify allegiance. Hoplites take their name from this shield, which they carry on the battlefield.",
		"stats": {
			"skill": "Melee",
			"reach": 1,
			"damage": 3,
			"properties": ["property:Shield 3", "property:Stagger"]
		}
	},
	{
		"title": "Klipeus",
		"subtitle": "Buckler",
		"category": "Shields",
		"availability": "Common",
		"price": 1,
		"weight": 1,
		"description": "A klipeus is a small, circular shield with a prominent bronze or iron boss. Its small size makes it difficult to use against missile weapons but effective as a parrying tool. The heavy boss makes it a great off-hand weapon.",
		"stats": {
			"skill": "Melee",
			"reach": 1,
			"damage": 3,
			"properties": ["property:Shield 1", "property:Parry 3", "property:Stun"]
		}
	},
	{
		"title": "Pelte",
		"subtitle": "Crescent Shield",
		"category": "Shields",
		"availability": "Common",
		"price": 1,
		"weight": 1,
		"description": "A pelte is a light, crescent shaped shield, made of wood or wicker and covered in goat or sheep hide. It makes for a cheap but effective shield against missile weapons. Peltasts take their name from this shield, which they carry on the battlefield.",
		"stats": {
			"skill": "Melee",
			"reach": 1,
			"damage": 3,
			"properties": ["property:Shield 2", "property:Stagger"]
		}
	}
]