[
	{
		"title": "Accurate",
		"active": false,
		"description": "This weapon is accurate at greater ranges. It reduces any penalties due to range by 1D."
	},
	{
		"title": "Clumsy",
		"active": false,
		"description": "This item is unwieldy or difficult to use. A character using this item requires a Reflexes characteristic of 3 or greater or they take a -1D penalty to all Actions using this item."
	},
	{
		"title": "Cumbersome",
		"active": false,
		"description": "This item is especially heavy or awkward to use. A character’s Endurance is reduced by the Cumbersome rating of each item they are carrying."
	},
	{
		"title": "Cunning, Insight, Reflexes",
		"active": false,
		"description": "This weapon doesn’t rely on brute strength. A character using this weapon may use the listed characteristic in place of Might when making an attack Action if they wish."
	},
	{
		"title": "Entangle",
		"active": false,
		"description": "This weapon is especially good at trapping opponents. When making a Pin attack Action against an opponent the wielder gains +2D to their dice pool. If successful, in addition to the standard Pin penalty, the target can only make Harm Actions with a weapon that has a Reach of 0–1."
	},
	{
		"title": "Fine",
		"active": false,
		"description": "This item is an especially fine and well made example of its type, whether it was fashioned using superior materials or superior craftsmanship. When using it, the character adds dice equal to the Fine rating to all relevant skill checks.\n\nThe price of a Fine item is increased by its rating multiplied by two and each rating moves its rarity up the scale by one from Common to Uncommon and Uncommon to Rare."
	},
	{
		"title": "Heavy",
		"active": false,
		"description": "This weapon is large and heavy. It requires two hands to wield effectively and is difficult to use with one. Any character trying to use a Heavy weapon with only one hand, or while mounted on a horse or chariot, takes a -2D penalty for all Actions using the weapon. A warrior wielding a Heavy weapon can’t use a shield unless they use the weapon one-handed. A Heavy weapon easily knocks aside parrying weapons and light shields. It ignores 1 point of Parry or Shield defence."
	},
	{
		"title": "Parry",
		"active": false,
		"description": "This item is good at warding off attacks and gives you a Parry Defence equal to its rating. Parry can be used as a Reaction."
	},
	{
		"title": "Pierce",
		"active": true,
		"description": "This item is especially good at penetrating armour. If activated on a successful Harm Action it ignores 4 points of the target’s armour."
	},
	{
		"title": "Pommel Strike",
		"active": false,
		"description": "This weapon can be used to make a pommel strike as a Harm Action instead of its standard attack profile. A pommel strike has the following profile:"
	},
	{
		"title": "Rich",
		"active": false,
		"description": "This item is richly decorated and impressively ornate. In social interactions where wealth would impress, the character adds dice equal to the Rich rating on any skill checks. In situations where an overt display of wealth might hinder discussions, the Rich rating instead applies a penalty.\n\nThe ratings of all items with the Rich property can be added together but a maximum of +/-3D can be gained this way."
	},
	{
		"title": "Savage",
		"active": true,
		"description": "This weapon causes nasty wounds. When activated, any damage that isn’t reduced by armour counts as double."
	},
	{
		"title": "Shield",
		"active": false,
		"description": "This item is especially good at warding off melee and ranged attacks. It gives you Shield Defence equal to its rating. Shield can be used as a Reaction."
	},
	{
		"title": "Stagger",
		"active": true,
		"description": "Any character who suffers a successful Harm Action when this property is activated, whether or not they gain Risk or suffer a Wound, must immediately succeed at a Might​(Athletics) Resistance roll with a Difficulty of the attacker’s Might. If they fail they are knocked Prone."
	},
	{
		"title": "Stun",
		"active": true,
		"description": "Any character who suffers a successful Harm Action when this property is activated, whether or not they gain Risk or suffer a Wound, is Stunned for one turn. Stunned characters treat all of their characteristics as 0 for the purpose of making skill checks."
	}
]