[
	{
		"title": "Ambush",
		"description": "You may use Cunning instead of Might when performing a Harm attack Action if your target is unaware of you. Your target is automatically aware of you after this action."
	},
	{
		"title": "Apothekary",
		"description": "Choose two effects from the list below per rank in the Apothekary talent. During downtime you may use a downtime Action to craft a potion or unguent with one of the effects which you can use between now and the next downtime phase. Creating the potion requires a successful Cool (Craft) skill check.\n\nThe potion takes up the space of one dose in your herbalist’s bag, takes a Maneuver to retrieve from the bag, and an Action to apply to yourself, a willing target, or item, such as a weapon. Applying the potion to an unwilling target requires a successful Pin Action first. Potions applied to a weapon can be activated by *invoking the Fates* on a successful Harm attack Action whether or not the weapon causes the target to gain Risk or take a Wound.\n\nThe available effects are:\n\n**Blind:** The potion causes blindness in the imbiber, which gives a -5D penalty to all skill checks that rely on vision. This effect lasts until the end of the scene or can be removed with a successful Cool (Medicine) skill check.\n\n**Incendiary:** This clay vessel ignites when shattered. It has the following weapon profile:\n\n| Attack     | Skill    | R / R | Damage | Properties |\n\n|------------|----------|-------|--------|------------|\n\n| Incendiary | Accuracy | Short | None   | Burning    |\n\n*Invoke the Fates* to activate the Burning property on a successful hit. This applies the Burning 2 effect for 2 rounds to everyone at Melee range of the original target.\n\n**Moly:** An ancient herb said to protect against dark magicks. A potion made of moly causes all magic targeting the character to increase its Difficulty by 2.\n\n**Opiate:** The potion causes the imbiber to suffer a -1D penalty on all skill checks but ignores all Wound penalties.\n\n**Poison:** The potion causes the target to take the Poison 1 effect until it is cured.\n\n**Protection:** The potion provides 1 point of Armour and causes the imbiber to gain 1 Risk. It lasts until the end of the current encounter.\n\n**Stimulant:** Choose a characteristic each time a new potion is created. When taken the potion provides +2D to that characteristic and causes the imbiber to gain 1 Risk."
	},
	{
		"title": "Arcane Lore",
		"description": "Many animals and monsters that roam the world have organs that can be used to make potions or for other magical purposes. When you kill an animal or monster you know what part can be used for what purpose and can retrieve 1 dose or ammo load (depending on the creature) per rank in the Arcane Lore talent. A succesful Cool (Craft) roll may be required for some Arcane Lore concoctions. You can *invoke the Fates* on this roll as usual. More details are provided in the animal and monster descriptions."
	},
	{
		"title": "Architect",
		"description": "When you are acting as an officer of the polis it has +1 Construction point for creating any new building works."
	},
	{
		"title": "Artisan",
		"description": "During downtime you automatically gain a number of drakhmae equal to your Craft skill."
	},
	{
		"title": "Assassin",
		"description": "If you succeed on a Harm attack Action using the Cunning characteristic your target doesn’t become aware of you and you remain hidden. The target is aware that something is amiss and may flee or begin searching for your character."
	},
	{
		"title": "Assembly",
		"description": "During the council meeting in the agora phase you gain +1D on any Standing rolls you make."
	},
	{
		"title": "Assistant",
		"description": "During the agora phase, on any one city skill check that is not using your skills you may add +1D to the dice pool."
	},
	{
		"title": "Athlete",
		"description": "Once per session you may re-roll the failed dice on an Athletics or Accuracy skill check."
	},
	{
		"title": "Basileus",
		"description": "When you are the Resources officer for the city you gain a +2D bonus to any skill checks using the Resources characteristic."
	},
	{
		"title": "Bodyguard",
		"description": "When you’re carrying a shield and an ally at Melee or Short range to you is attacked you may use your Reaction to defend them with your Shield defence."
	},
	{
		"title": "Bought and Paid For",
		"description": "You may spend 1 drakhma to gain an automatic success on any Diplomacy, Manipulation, Knowledge or Lore skill check. This is in addition to *invoking the Fates*."
	},
	{
		"title": "Brace",
		"description": "When using a spear, javelin, or trident and an enemy takes a Move Maneuver to move into Melee range with you, you may use your Reaction to make an attack against them. This is resolved before their attack, if any."
	},
	{
		"title": "Camouflage",
		"description": "When performing a Misdirect Action you may hide one willing ally who is within Melee range of you. They are immediately treated as hidden in the same way you are under the same conditions. This doesn’t use the character’s Action."
	},
	{
		"title": "Catch Your Breath",
		"description": "When performing a Recovery Action at the end of an encounter reduce your Risk by an additional point per rank in Catch Your Breath."
	},
	{
		"title": "Charge",
		"description": "You gain +2 damage when using the Melee skill to make a Harm attack Action as long as you have already made a Move Maneuver this turn."
	},
	{
		"title": "Come and Get Them",
		"description": "When performing a Taunt Action you gain +2D to your dice pool. Successful Taunt Actions cause the target to gain 2 points of Risk instead of the usual 1. When using Taunt during a duel, the target doesn’t gain any Risk."
	},
	{
		"title": "Commander",
		"description": "As an Action you may make a \*(Diplomacy: Leadership) skill check where * is a characteristic of your choice. A number of allies equal to the successes rolled within Short range may immediately gain 1 Risk to make a free Maneuver."
	},
	{
		"title": "Concentrated Fire",
		"description": "As a Maneuver you may spend an ammo load and nominate a target. Anyone, including yourself, who attacks the target with a missile or thrown weapon gains a +1D bonus to their skill check. This bonus lasts until the beginning of your next turn."
	},
	{
		"title": "Cunning Fighter",
		"description": "You gain +2D when using the Feint Action."
	},
	{
		"title": "Deadeye",
		"description": "Whenever you make an Aim Maneuver you gain +2D instead of +1D. All other Aim rules apply."
	},
	{
		"title": "Demarkhos",
		"description": "When you are the Produce officer for the city you gain a +2D bonus to any skill checks using the Produce characteristic."
	},
	{
		"title": "Diplomat",
		"description": "When you are the Trade officer for the city you gain a +2D bonus to any skill checks using the Trade characteristic and +1D to any Resources roll to gain a new Trade route."
	},
	{
		"title": "Dirty Fighting",
		"description": "After you succeed on a Pin attack Action using Brawl or a Grapple Action you may use your Reaction to immediately make an unarmed Harm attack Action or a Strike Action."
	},
	{
		"title": "Divine Healer",
		"description": "Your character is a masterful healer and can heal any Wound suffered, including a Close to Death Wound, which can’t usually be healed except during downtime. In addition to this, once per session you may completely remove a Wound that you have healed with a First Aid Action instead of crossing it out.\n\nHealing a Close to Death Wound is an affront to the gods and causes you to gain 1 Hubris, whether successful or not."
	},
	{
		"title": "Divine Shot",
		"description": "You may spend an ammo load or destroy a thrown weapon to attack a target one range band further than the weapon’s maximum range when using the Accuracy skill."
	},
	{
		"title": "Dodge",
		"description": "You gain a Dodge defence equal to ranks in the Dodge talent. This can be used as a Reaction to defend against a ranged or melee attack and works the same as Shield defence."
	},
	{
		"title": "Enduring",
		"description": "Permanently increase your base Endurance by 1 point. This talent may be bought multiple times."
	},
	{
		"title": "Epic",
		"description": "During downtime you may use a downtime Action to create an epic tale of the adventures of you and your companions. Make an Insight (Perform) skill check and write the number of successes on your character sheet. The quality of your writing inspires you all to even greater deeds.\n\nBetween now and the next downtime phase you can spend one or more of your Epic successes as an Incidental to give yourself or another PC +1D per success spent on their next skill check. If you give more than 1D on a single skill check you gain 1 Hubris. At the start of the next downtime any remaining Epic successes are lost."
	},
	{
		"title": "Fine Workmanship",
		"description": "When you craft an item during Downtime you can *invoke the Fates* to add either the Fine 1 or Rich 1 properties."
	},
	{
		"title": "From Distant Shores",
		"description": "During downtime you may use a downtime Action to attempt to purchase an item of any Availability."
	},
	{
		"title": "Gossip",
		"description": "During a social encounter you may make an Insight (Manipulation) roll with a Difficulty equal to the target’s Diplomacy skill to uncover one secret about them."
	},
	{
		"title": "Grappler",
		"description": "When performing a Pin attack Action using the Brawl skill or a Grapple Action gain +1D per rank in the Grappler talent."
	},
	{
		"title": "Healer",
		"description": "After making a successful First Aid Action you may reduce the value of the treated Wound by 1 per rank in the Healer talent. If this reduces the Wound to a value of 0 it is removed."
	},
	{
		"title": "Khoregos",
		"description": "When you are the Culture officer for the city you gain a +2D bonus to any skill checks using the Culture characteristic."
	},
	{
		"title": "Know Your Enemy",
		"description": "You gain +2D when using the Observe Action. In addition, you can perform an Observe Action as a Maneuver on your first turn during combat outside of the games."
	},
	{
		"title": "Lampoon",
		"description": "As an Action make an Insight (Perform) skill check. If successful, a number of enemies equal to the successes rolled within Short range increase their Risk by 1 per rank in the Lampoon talent."
	},
	{
		"title": "Living Off the Land",
		"description": "During downtime you automatically gain a number of drakhmae equal to your Survival skill."
	},
	{
		"title": "Long Shot",
		"description": "You may reduce the penalty applied to an Accuracy skill attack due to range by 1D per rank."
	},
	{
		"title": "Maker",
		"description": "During downtime you may use a downtime Action to craft any item of any Availability as long as you have held an item like it in the past. This requires a successful Cool (Craft) skill check with a Difficulty of 0 for Common items, 1 for Uncommon, and 2 for Rare."
	},
	{
		"title": "Merchant",
		"description": "During downtime you automatically gain a number of drakhmae equal to your Diplomacy skill plus 1 per rank in the Merchant talent."
	},
	{
		"title": "Mighty Blow",
		"description": "When making an attack using the Brawl skill you do +1 damage. This applies to Harm, Jab, or Strike Actions."
	},
	{
		"title": "Motivate",
		"description": "As an Action make a Cool (Perform) skill check. If successful, a number of allies equal to the successes rolled within Short range may reduce their Risk by 1 per rank in the Motivate talent."
	},
	{
		"title": "Mythic",
		"description": "When you use your Epic talent to give successes to a PC, write down how many successes you give them. When it reaches 5, reset the number of successes to 0 and give them 1 Glory."
	},
	{
		"title": "Officer",
		"description": "When acting as an officer of the polis you gain +1D per rank in the Officer talent when using the city characteristic you were elected to."
	},
	{
		"title": "Organised",
		"description": "Increase the number of doses in your herbalists bag by 1 per rank in the Organised talent."
	},
	{
		"title": "Performer",
		"description": "During downtime you automatically gain a number of drakhmae equal to your Perform skill."
	},
	{
		"title": "Phalanx",
		"description": "When using a shield it gains +1 to its Shield rating."
	},
	{
		"title": "Pharmakeia",
		"description": "You may spend a dose from your herbalist’s bag to gain a success on a Medicine skill check."
	},
	{
		"title": "Physician",
		"description": "During downtime you automatically gain a number of drakhmae equal to your Medicine skill."
	},
	{
		"title": "Popular",
		"description": "You are well loved in your polis and it gains +1 Morale whenever you gain this talent. If you run for office during the agora phase you gain +1D on your Standing roll per rank in the Popular talent."
	},
	{
		"title": "Pressure Point",
		"description": "When making a successful unarmed attack with the Brawl skill you may *invoke the Fates* to add your Medicine skill to the damage. This applies to Harm, Jab, or Strike Actions."
	},
	{
		"title": "Public Speaker",
		"description": "The range of the Commander, Lampoon and Motivate talents is increased to Medium. You suffer no penalty for using these talents at Medium range."
	},
	{
		"title": "Retort",
		"description": "Your Lampoon action gains the Stun quality which can be activated by *invoking the Fates*."
	},
	{
		"title": "Riposte",
		"description": "Whenever you use a weapon Parry and your attacker fails in their attack they gain 1 Risk per rank in the Riposte talent."
	},
	{
		"title": "Shield Bash",
		"description": "When you’re carrying a shield you may use your Reaction to attack an enemy at Melee range with it, after they have made an attack."
	},
	{
		"title": "Shield Master",
		"description": "Once per round you may use your Reaction with your Shield defence, Bodyguard, or Shield Bash talents for free."
	},
	{
		"title": "Silver Tongued",
		"description": "Once per session you may re-roll the failed dice on a Diplomacy or Manipulation skill check."
	},
	{
		"title": "Skirmisher",
		"description": "When performing a Disengage Action you gain +2D on your dice pool."
	},
	{
		"title": "Sophist",
		"description": "You may use the Knowledge skill in place of the Manipulation skill to convince others of the logic of your argument."
	},
	{
		"title": "Spear Reach",
		"description": "When using a spear, javelin, or trident, your weapon Reach is 3 or 4, whichever is best for you."
	},
	{
		"title": "Staggering Blow",
		"description": "When making an attack using the Brawl skill your strike gains the Stagger property. This applies to Harm, Jab, or Strike Actions."
	},
	{
		"title": "Strategos",
		"description": "When you are the Military officer for the city you gain a +2D bonus to any skill checks using the Military characteristic."
	},
	{
		"title": "Stunning Blow",
		"description": "When making an attack using the Brawl skill your strike gains the Stun property. This applies to Harm, Jab, or Strike Actions."
	},
	{
		"title": "Sure Footed",
		"description": "When moving through difficult terrain you may ignore up to -1D penalties per rank in Sure Footed."
	},
	{
		"title": "Trader",
		"description": "During the trading section of the agora phase you may spend 10 drakhmae for the polis to gain 1 Stater."
	},
	{
		"title": "Traveller",
		"description": "Sleeping overnight in the wilderness or at sea counts as a good night’s rest for you and allows you to completely remove any Risk you may have gained."
	},
	{
		"title": "Voice of the People",
		"description": "During the agora phase when electing officers you may add +2D to any one voting roll to sway the council in your favour. This can be on your behalf, for another PC, or for the Arkhon, at your discretion."
	},
	{
		"title": "Volley",
		"description": "After making a successful ranged attack with a sling or bow you may use a Reaction to spend an ammo load to make an additional attack with the same dice pool."
	},
	{
		"title": "Well Travelled",
		"description": "Once per session, when entering a new city or region you may declare that you have a contact there. The contact is friendly to you but you owe them a favour. Decide with the GM who the contact is and add them as a positive relationship to your character sheet."
	}
]
